 
分析
	分析
	分析する
	アナライザー
	分析
	分析
	解析
	アナリスト
	アナリスト
	分析
	分析
	解析的
	分析する
	分析
	分析
	分析
接近
	親しみ やすい
	近づいて
	アプローチ
	接近
	近寄りがたい
面積
	領域 
割り振る
	課税
	評価
	評価
	評価
	査定
	評価
	再評価
	再評価 
	再評価 
	再評価
	未評価
決め込む
	想定
	仮定
	仮定する
	仮定
	仮定
権限	
	儼然 
	官憲
利用できる
	可用性
	使用禁止
益 
	有益
	受益者
	受益者
	恩恵
	利益
	利点 
概念 
	受胎 
	概念
	概念的
	概念化
	概念化
	概念化
	概念化
	概念化
	概念的
成り立つ
	構成
	一貫性
	首尾一貫した
	常
	構成されている
	で構成されています
	不整合 
	矛盾
	辻褄の合わない
構成する 
	選挙 区 
	選挙 区
	アール 
	成分 
	構成
	構成 
	構成
	憲法
	憲法  
	憲法
	憲法
	構成
	違憲
文脈
	コンテキスト
	コンテキスト
	コンテキスト化 
	コンテクスト化 
	コンテクスト化 
	文脈化されていない 
	文脈 
	コンテキスト化 
	コンテクスト化 
	非文脈化 
契約
	契約
	契約
	請負人
	請負業 者
	契約 
創造する
	作成
	作成
	作成
	創造
	作品
	創造的な
	創造
	創造性
	造物主
	クリエイター
	再現
	再現
	再現
	再現
データ
定義する
	定義
	定義 
	定義
	定義
	定義
	定義
	定義
	定義
	再
	再
	未定義
導き出す
	派生
	派生
	派生語 
	誘導 体 
	派生 
	派生
	派生
配る
	分散
	配布
	流通 
	分布 
	分布
	分配
	ディストリビューター 
	代理店
	再 分配
	再 分配
	再配布
	再 分配
	再配分
経済
	経済的
	徳用
	経済的
	経済学 
	経済
	エコノミスト
	エコノミスト
	不経済
環境 
	環境 
	環境保護主義者  
	環境 
	環境
	環境
作る
	ディスエスタブルメント  
	確立されていない
	ディスアソシエーション
	ディスアスティッシング
	ディスエスタブリッシュメント
	既成
	確立
	確立
	確立
	施設
見積もる 
	推定
	見積もり 
	推定
	推定
	見積もり
	買い被る
	買い被る
	過大 評価
	過大評価
	過大 評価
	過小評価する
	過小 評価
	過小 評価
	過小 評価
明らか
	証明
	証拠
	証拠 
	明らかに
輸出
	エクスポート
	輸出
	輸出 業者
	エクスポート
	輸出
因子
	考慮
	ファクタリング
	要因
金融
	融資
	金融
	金融
	財政
	金融 
	金融
	融資
式
	式
	数式
	定式化する
	策定
	策定
	定式 化
	製剤
	再定式化
	再処方
	再定式化
	改質
	再定式化
機能
	機能的な
	機能的
	作用
	機能
	関数
識別する
	識別 
	識別  
	識別
	識別 
	判明
	アイデンティティ
	同一性
	正体 不明 
収入
	収入
示す 
	示さ れた
	示す 
	示す 
	表示 
	徴候
	直説法
	インジケータ
	指標
個体  
	個別化
	個性
	個人主義
	インディビジュアリスト
	個人主義者
	個人
	個別的に
	個人 
解釈する
	解釈
	解釈  
	解釈 
	解釈
	解釈 
	解釈
	解釈
	誤解
	誤解
	誤解
	誤って 解釈
	誤って 解釈
	誤解
	解釈
	解釈
	再
	再
	解釈
	再解釈
巻き込む
	複雑
	関与
	含む
	含む
	関与していない
発行
	発行
	問題
	発行
労働
	労働
	こじつけ
	労働
	苦心
	労働
	労働
合法
	違法  
	違法
	違法に
	合法
	法的
制定する
	制定
	立法府
	立法
	法制
	立法権
	立法者
	議員
	立法府
少佐 
	大半
	過半数
方式
	几帳面
	方法論
	方法
	方法論
	メソッド 
起る
	発生
	発生 
	発生
	発生
	発生
	再発 
	再発 
	再発
	再発 
パーセント 
	百分率
	割合
時代
	周期的
	定期刊行物
	定期的
	雑誌
	期間
政策
	檄 
原理
	原則
	原則
	無節操
進む
	手続き型
	プロシージャ
	手続き
	進んだ
	行程
	議事
	収益
過程
	処理
	プロセス
	加工 
要する
	必須
	要件
	必要条件 
	必要
	必要
研究
	研究
	研究員
	研究 
	研究
	研究
応じる
	答えた
	回答者
	回答
	応答
	応答
	応答
	応答
	応答
	応答
	応答 
役割
	役割
節
	断面
	セクショニング
	セクション 
セクター
	セクター
重要な
	名も無い
	取るに足らない
	 意味
	著しく 
	シニフィエ
	意味
	表す
	意味
同じような
	異種
	類似 点
	相似 
	同じように
源
	出典
	ソース 
	ソーシング
特定
	具体的には
	仕様 
	仕様
	特異 性
	詳細
構造
	再 構築
	再 構築
	再 構築
	再 構築
	構造
	構造
	構造 
	構造
	構造
	非構造化
理論
	理論
	理論上
	理論
	理論家
	理論
異なる
	不変
	常に
	可変
	変数 
	変数
	常
	分散
	バリアント
	バリアント
	バリエーション
	バリエーション 
	変化
	異なります
	変化

 

 
 
アカデミックワードリストのサブリスト2

 
達成する 
	達成
	達成
	達成
	実績
	実現
	達成
取得する
	後天性 
	取得
	取得
	取得
	買収
管理
	管理者
	行政  
	政権  
	行政 
	管理
	管理者
	管理者
障る
	影響
	影響を与える
	感情
	感情的
	影響
	影響
適切 
	適切性
	適当に
	てきせつ
	不適切 
	不適当
	不適切
アスペクト
	側面
手伝う
	援助 
	助手
	アシスタント
	支援
	支援
	アシスト
	自力
カテゴリ 
	カテゴリ
	分類
	分類
	分類
	カテゴリ分け
	分類
	分類
	分類
	分類
	分類 
章
	章
手数料
	委託
	コミッショナー
	委員
	試運転
	手数料
コミュニティ
	コミュニティ
コンプレックス 
	複雑さ
	複雑さ 
計算する 
	計算
	計算
	計算
	計算可能
	コンピュータ
	計算
	コンピュータ化
	コンピューター
	コンピューティング
結論
	締結
	結論
	締結
	結論
	結論 
	決定的
	決定的
	決定的
	結論が出ない
行為
	実施 
	実施
	行って
後件
	結果
	結果
	したがいまして
建てる 
	構築 
	構築 
	建設
	構造
	建設的な 
	構築
	建て直す
	再 構築
	再 構築
	再建
	再 構築
使う
	消費
	消費者  
	消費 者 
	消費
	消費
	消費
信用
	入金
	クレジット
	債権者
	債権 者
	クレジット
文化
	文化的な 
	文化的
	彧
	文化  
	無教養
設計
	設計 
	デザイナー
	デザイナー
	設計
	デザイン 
朖 
	区別
	区別 
	独特 
	独特
	はっきり
	不明
	ぼうっと
要素
	元素 
同一視 
	同一視 
	相当
	一致
	方程式
	方程式
評
	評価
	評価
	評価
	評価 
	評価
	評価
	再評価 
	再評価 
	再評価
	再評価 
	再評価
特徴
	注目
	顔立ち 
	特徴
最終的な
	終了
	最終版
	確定
	ファイナライズ
	ファイナライズ
	確定
	終了
	確定
	きっぱり
	最終的に
	決勝
焦点
	集中
	焦点
	中心
	焦点
	焦点
	再び
	合わせた
	焦点を合わせ直す
	移す
	再フォーカス 
	再フォーカス
	再フォーカス
インパクト
	影響
	影響
	影響
傷つける 
	傷付いた
	傷つける
	傷害
	負傷
	怪我
	無傷
学院 
	制定
	機関
	制定
	施設
	機関
	制度化 
	制度化 
	施設化 
	制度化 
	制度
	制度化 
	制度化 
	制度的に
	機関
投じる
	投資
	投資
	投資
	投資
	出資者
	投資 家
	投資
	再
	再投資
	逆行
	再
	再投資
アイテム
	アイテム化
	アイテム
	アイテム別
	アイテム  
	アイテム化
	項目
日誌 
	仕訳 帳
保つ
	維持 
	維持 
	維持
	メンテナンス
正常
	異常
	異常に
	正常化
	正規化
	正規化
	標準化
	正規化
	正常化
	ノーマライズ
	正規化
	正規化
	正規化
	正常
	通常であれば
手に入る
	得 られる
	取得 
	入手
	取得
	入らない 
参加する 
	参加者
	参加者
	参加
	参加
	参加 
	参加
	参加
悟る
	知覚 
	認識
	知覚 
	知覚 
	認識 
＋ 
	積極的に 
ポテンシャル
	可能性 
先の
	先に 
原発 
	元来 
買う 
	購入
	買主
	購入
	購入
	購買
範囲 
	範囲
	範囲
	まで
地域
	リージョナル
	地方
	地域
治
	規制 緩和
	規制緩和
	規制緩和
	ディレギュレーション
	規制
	調節
	規制
	規制 
	規則
	制御器
	レギュレータ
	規制
	野放図な 
関連した 
	見当違い
	無関係
	関連性
住む 
	住んで
	居住
	住民
	住宅
	住民
	存在
	居住
資源
	リソース供給
	才略の有る
	リソース
	リソーシング
	機知に乏しい
	リソース不足
限る
	制限 
	制限
	拘束 
	制限
	限定的
	制限的に 
	制限
	無制限
	制限なし
牢
	不安
	不安
	不安
	確保
	安全
	確保
	確保
	証券
	安全 
探す
	求めて
	シーク
	求めた
選ぶ
	入選
	選択
	選定 
	選択
	選択
	選択
	セレクタ
	セレクター
	選択
敷地
	サイト
戦略 
	戦略的な 
	戦略
	戦略 的
	戦略家
	戦略
アンケート
	調査
	測量
	調査
テキスト
	テキスト
	テキスト
伝統 
	非伝統的な
	トラディショナル
	伝統主義者
	伝統的
	伝統
移転
	譲渡
	転移
	転送 
	転送
	転送
 
アカデミックワードリストのサブリスト3 

 
オルターナティブ
	また
	選択肢
事情
	状況 
コメント
	論評
	解説
	コメンテーター
	コメンテーター
	コメント
	コメント
	コメント
補償する
	補償 
	補正
	補償
	補償
	補償
	代償 
コンポーネント 
	コンポーネント
	コンポーネント
同意
	コンセンサス
	同意
	同意
	同意
かなり
	大分
定数 
	恒常
	絶えず
	定数
	心変わり
	不定休
制約
	制約
	制約
	制約
	制約 
	制約
	洒脱 
貢献する 
	貢献 
	貢献
	貢献 
	寄付
	貢献
	投稿者
	貢献
呼び集める 
	大会
	規則	
	招集
	招集
	コンベンショナル
	従来は
	規則 
	奇抜
座標
	調整 
	座標
	調整
	コーディネーション
	コーディネーター 
	コーディネーター
	コーディネート
	調整 
	座標
	調整
	コーディネーション 
	コーディネーター
	コーディネーター
コア
	コア
	コアリング
	入り 
企業 
	法人 
	会社
	企業 
対応
	対応
	対応
	該当
	対応 
	対応 
条件
	基準
推測
	推定
	推論
	控除
	控除
	控除
証明する 
	実証
	明白 
	実証
	示します 
	示す
	デモ 
	デモ
	指示詞
	デモンストレーション的に
	デモンストレーター
	デモ 隊
文書
	ドキュメンテーション
	記載
	文書
	書類 
支配する
	優性
	ドミナント
	支配
	支配
	支配
	支配
強調 
	強調
	強調
	強調
	強調する
	強調
	強調
	強調
	強調
	きっぱり
確保
	確保
	により
	確保
除外する
	除外
	除外
	除く
	除外
	排他的
	排他主義者
	除外
	排他的
	だけ 
フレームワーク 
	フレームワーク
基金
	資金 
	資金提供者
	出資
	融資
	元手
説明 
	示す 
	示します 
	示す
	図 
	イラスト
	例示
移民する
	移民
	移民
	移住
	移民
	移住
	イミグレーション
ほのめかす
	暗黙
	意味
	意味
イニシャル 
	最初
例 
	インスタンス 
相呼応する
	相互 作用
	相互 作用
	相互作用
	相互 作用
	インテラクティブ
	対話的
	対話
言い開く 
	正当
	正当
	ジャスティフィケーション
	正当 化
	正当 化
	正当 化
	正当 化
	不当
層
	層状
	取り木
	層
リンク
	連動
	連携
	リンク
	リンク
	リンクス
見付ける
	位置
	検索
	場所
	場所
	移転
	移転
	移転
	移転
	移転
最大限
	マックス 
	最大化
	最大
	最大限
	最大化
	最大化する 
	最大
	マキシム 
	最大
	最大化  
	最大
マイナー
	少数
	少数
	未成年 者
打ち消す 
	－
	否定
	否定
	否定
	負
	ネガ
結果
	結果
パートナー
	パートナー
	パートナーシップ
	パートナーシップ 
哲学 
	哲人
	哲学 者
	哲学的
	哲学 
	哲学
	フィロソフィー 
	哲学的
	哲学的
	哲学
	思索
	哲学的
	哲学
	哲学
形而下 
	物理的
比率 
	不均衡
	不均衡
	偏って
	比例
	比例
	比例
	比例 
	割合
著す
	公開 
	発行者 
	出版 社
	発行
	出版
	未発表
反応する 
	反応 
	反応
	反応
	反応
	反動
	反動
	反応
	反応
	再 アクティブ 化
	再 アクティブ 化
	原子炉
	原子炉
登録する
	登録解除 
	登録抹消 
	登録解除
	登録解除 
	登録解除 
	登録 
	登録
	レジスタ
	登録 
頼る
	確実 
	頼もしい
	確実
	信頼
	リライアント 
	頼って
	依存
	頼る
	危うい
取り去る
	リムーバブル
	除去
	削除
	削除
	削除
	削除
計画
	スケマティック
	概略的に
	スキーム
	スキーム
	工夫
順序
	シーケンス
	シーケンス
	シークエンシング
	シーケンシャル
	順次
性
	男女 
	性差別 
	性的
	有性
	性的
動く
	シフト
	シフト
	シフト
指定
	指定可能
	指定 
	指定
	指定
	未指定
足りる
	充足
	不十分
	不十分
	十分
タスク
	用事
テクニカル 
	技術的
技術
	技術
テクノロジー
	技術
	技術的
有効
	無効
	無効
	検証
	検証
	検証
	検証
	有効
	有効
容積
	ボリューム   
	ボリューム 

 
 
アカデミックワードリストのサブリスト4
 
アクセス
	アクセス
	アクセス
	アクセシビリティ
	アクセス
	アクセス
	アクセス
十分
	剴切
	十分
	不備
	不適当
	不十分
	不十分
一年生
	毎年
一目瞭然
	どうやら 
アバウト
	近似
	約
	近似
	近似
	近似
	近似
姿勢
	態度 
属性
	起因 
	起因 
	属性
	帰
	帰属
民事上
コード
	コード 
	コード
	コーディング 
犯す
	言質 
	コミットメント
	コミット
	コミット
	コミット
伝える
	伝染
	伝達
	通信
	通信
	通信
	通信
	コミュニケーション
	コミュニケーション
	コミュニケーションが取れない 
凝らす 
	耑 
	集中
	集中
	濃度
諮る
	会議 
	カンファレンス
	授与
	授与
	与える
対照 
	対照 的
	対照的な
	対照
	コントラスト
サイクル
	循環
	サイクル
	サイクリック
	循環
	サイクリング
討論
	余地
	議論
	議論
	議論
にもかかわらず 
次元
	次元の
	寸法 
	多次元
国内 
	国内
	飼いならす
	家畜
	家畜化
	国内
現れる 
	現れた 
	現出 
	新興の 
	現れる 
	新興 
エラー
	誤った
	誤って
	エラー
エスニック
	エスニシティ
ゴール
	目標
叶える
	付与
	付与
	補助 金
従って
仮説 
	仮説
	仮説
	仮説
	仮説
	仮説を立てる
	仮定する
	仮説
	仮説を立てる
	仮説を立てる
	仮定の  
	仮に
道具
	実装
	実装 
	実装 
	用具
拕
	関与
	関与
	関与させる
	含意 
	影響
課す
	課せ られた
	課す
	堂堂
	課税
統合
	統合 
	統合
	統合
	統合
国内 
	社内
	内面化
	社内
	内面化
	内面化する 
	内面 
	内面化
	内在化
	内部的
調べる 
	調査 
	調査 
	偵知 
	究明
	調査
	調査
	探偵
	調査 官
仕事
	ジョブ
ラベル
	ラベル
	ラベリング
	ラベル
	ラベリング
	ラベル
機構 
	メカニズム 
一目瞭然
	明らかに
占める 
	駐屯
	乗員
	乗員
	職業 
	労働  
	職業 
	忙しい
	占有者
	占領 
	占める 
	占領 
オプション
	随意
	オプション
アウトプット
	出力
全 
並列
	比類
	パラレル
	パラレルリング
	平行線
	無双
パラメーター
	パラメーター
位相
	フェイズド
	フェーズ
	位相
予言する
	予測
	予測できる
	予想 通り
	予測
	予測
	予測
	予測
	予測
	予測 
	予測できない
校長
	主
事前
プロ
	プロ
	専門家
	プロ 意識
プロジェクト
	投影
	突き出た
	投射
	予測
	プロジェクト
進める
	昇格
	プロモーター
	プロモーター
	促進
	推進
	振興
	プロモーション
ちせい
	体制
解決する 
	解決 
	解決
	解決 
	解決
	未解決
保つ
	保持
	保持
	家来
	家臣
	保持
	保持
	保持
級数
統計 
	統計学者
	統計
	統計的 
	統計的 
	統計学 
地位
ストレス
	緊張した
	応力
	ストレス
	強調
	ストレスなし
後続
	その後
和
	合計
	合計
	合計
	合計
概要
	要約
	要約
	要約
	要約
	要約
	要約
	要約
	要約
	要約
	要約
	要約
	まとめた もの です
	要約
引き受ける
	実施 
	引き受ける
	企業 
	引き受けた


 
 
アカデミックワードリストのサブリスト5 

 
アカデミー
	アカデミー
	アカデミック 
	学問 
	学者 
	アカデミー
調整する 
	調整 
	調整 
	調整  
	調整 
	調整  
	調整 
	再調整 
	再調整 
	再調整 
	再調整 
	再調整 
変える  
	変えられる 
	改変 
	変更 
	変更 
	変更 
	オルタネイト 
	交番  
	変更  
	不変 
	無修正 
改める 
	改正 
	改正 
	改正 
	改正 
	補償 
認識 
	意識  
	知らない 
能力  
	容量 
	無力化
	無力
挑戦 
	挑戦 
	挑戦者 
	挑戦 
	課題 
	挑戦 
条項 
	句 
化合物 
	配合 
	配合 
	化合 物 
葛藤 
	競合 
	競合 
	競合 
相談 
	コンサルティング 
	コンサルタント 
	コンサルタント 
	相談 
	相談
	協議 
	相談 
	相談
	コンサルティング 
接触 
	接触可能 
	連絡 
	連絡 
	連絡先 
断る 
	減少 
	低下 
	下火 
離散的 
	離散 
	裁量 
	随意 
	詮索 
	不心得 
ドラフト 
	起草 
	起案 
	下書き  
	再投稿 
	再ドラフト 
	リドラフト 
	再ドラフト 
エネーブル 
	有効 
	可能 
	有効にする 
エネルギー 
	エネルギッシュ 
	奮って 
	エネルギー 
適用 
	適用 
	実施  
	強制
	強制 
実体 
	エンティティ 
同等 
	等価 
進化  
	進化
	進化 
	進化 
	進化 
	進化 
	進化論者 
	進化 論 
膨らむ 
	拡大 
	拡大 
	拡大 	
	拡張 
	拡張 
	濊 
晒す  
	露 
	公開  
	摘発 
	接触 
	エクスポー ジャー
外  
	外部化 
	アウトソーシング 
	外部化 
	アウトソーシング 
	外部化 
	外部性
	外部 
	外部 
	外部化 
	外部化 
	外部 
	外部 
容易 
	促進 
	容易 
	設備  
	促進 
	促進 
	ファシリテーター 
	ファシリテーター 
	施設 
基本 
	基本的 
生成する 
	生成  
	生成 
	生成 
世  
	世代  
画像 
	画像 
	画像 
リベラル
	自由化 
	自由主義
	自由化 
	自由化
	自由化
	自由化 
	自由化 
	自由化
	自由化
	自由化
	自由化
	解き放す 
	解放 
	解放
	解放
	解放 
	解放
	リベレーター
	解放
	自由 
	自由主義 者 
ライセンス 
	ライセンス 
	ライセンス 
	ライセンス 
	ライセンス 
	ライセンス
	無免許の 
論理 
	支離滅裂な 
	非論理的 
	合理的 
	元来 
	論理学者
	論理学者
余地 
	限界 
	わずか 
	余白 
メディカル 
	医学 
精神 
	メンタリティー 
	精神的に 
修飾する 
	修正  
	変遷 
	変更 
	変更 
	変更 
	未変更 
モニター 
	監視 
	モニタリング  
	モニター 
	監視対象外 
ネットワーク 
	ネットワーク 
	ネットワーキング 
	ネットワーク 
概念 
	概念 
目的  
	客観的 
	客観性 
オリエント 
	オリエンテッド
	志向
	オリエンテーション
	オリエンテーション
	配向
	オリエンテッド 
	定位 
	方向づける 
	方向 
	方向 転換 
パースペクティブ 
	視点  
正確 
	不明確 
	丁度 
	精度 
盛り 
	優位 性 
心理学  
	サイコロジカル 
	心理 的  
	心理学者  
	心理 学 者  
追う 
	追求 
	追求 
	追求 
	追求 
	追求 
比 
	 比 
リジェクト 
	拒否 
	拒否 
	拒絶 
	拒否 
	拒否 
収入 
	収益 
厩 
	不安定 
	安定 化
	安定 
	安定 化 
	安定 化 
	安定 化 
	安定化
	安定 
	安定 化 
	安定 
	安定 化 
	安定性 
	不安定 
スタイル 
	スタイル 
	スタイル 
	スタイリング
	格好いい
	スタイライズ
	スタイライズド
	定型 化 された
	スタイリッシング
	スタイライズ
	定型 化 された
	スタイライズ
	スタイライズ
代える 
	置換 
	代替 
	代入 
	代入  
サスティン 
	持続可能
	サステナビリティ  
	持続 
	維持 
	支える 
	糧
	持続 
記号 
	シンボリック 
	象徴 
	象徴 
	象徴 
	象徴 
	象徴 
	象徴主義 
	象徴
	象徴
	象徴
	象徴
	シンボル 
ターゲット 
	ターゲット 
	ターゲット 
	ターゲット 
トランシット  
	トランジット 
	通過 
	遷移  
	過渡期の 
	遷移 
	はかない 
	通過 
トレンド 
	動向 
バージョン 
	バージョン 
福祉 
一方 

 

 
 
アカデミックワードリストのサブリスト6

 
要約 
	アブストラクション 
	抽象 化 
	抽象的 
	抄録 
正確 
	精度
	きちんと 
	不正確 
	誤り 
	不明確 
承認する 
	認めた 
	認める 
	認め 
	承認 
	謝辞 
骨材  
	集計 
	集計 
	集約 
	集合体 
割り当てる 
	割り当て られた 
	割り当てます 
	割り当てる 
	割り当て 
	手当 
割り当てる 
	割り当て られた 
	割り当てる 
	割り当て 
	割り当て 
	割り当てます 
	割り当て 
	割り当て 
	割り当て 
	再 
	未割り当て 
添付する 
	付属 
	ファスナー 
	アタッチ 
	愛着 
	添付 ファイル 
	未接続 
著者 
	作成 
	オーサリング 
	著者 
	原作 者 
債券 
	結合 
	ボンディング 
	絆 
短 
	簡潔 
	ブリーフィング 
	ブリーフィング 
	一通り
	ブリーフ 
有能 
	資格  
	力 
	できない 
引用  
	引用
	引用
	引用 
	引用  
	引用 
協力する 
	協力 
	協力 
	協力
	協力 
	協同組合  
	協調
	協力する 
	協力 
	協力 
	協力 
	協同組合  
	協調 
差別する 
	差別 
	差別 
	識別 
	差別  
陳列 
	表示 
	表示 
	表示 
多様  
	多様に 
	万状 
	多様 化 
	多様 化 
	多様化する 
	多様 化 
	多様性 
ドメイン 
	ドメイン  
編集
	編集
	編集 
	版 
	エディション 
	編集者 
	社説 
	社説 
	エディター 
	編集
強化 
	強化 
	エンハンスメント 
	強化 
	強化 
エステート 
	団地 
越える 
	超過 
	超える 
	超える 
達人 
	ノウハウ 
	巧妙
	専門家 
暁 
	明示的  
フェデラル 
	フェデレーション 
	連合 
料金 
	手数料 
フレキシブル 
	柔軟性 
	柔軟性 
	不撓不屈 
その上 
ジェンダー 
	性別 
うとい
	無知
	不問に付す 
	無視 
	無視 
	無視 
動機 
	誘因  
発生
	事件  
	因みに 
	事件 
盛り込む 
	組み込ま れて 
	組み込む 
	組み込む  
	設立 
インデックス 
	インデックス 付き 
	索引 
	インデキシング 
抑止 
	阻害 
	抑制 
	制止 
	抑制 
	抑制 
始める 
	開始 
	開始 
	開始 
	イニシエーション 
	イニシエーション
	イニシアチブ 
	取り組み  
	イニシエータ
	イニシエーター
インプット 
	入力 
教える 
	命令
	指示 
	指示 
	指示 
	教育的な 
	インストラクター 
	インストラクター
	指示 
賢い 
	知性
	インテリジェント 
	知能がない 
間 
	間隔 
講義 
	講義 
	講師 
	講師 
	講義 
	講義 
マイグレート  
	渡り鳥 
	移民 
	移行 
	移行 
	移行 
	移動 
	移行 
	渡り鳥 
最低限 
省 
	ミニスター
	世話
	閣僚 
	省庁  
動機
	 動機を与える 
	動機 
	動機 
	やる気 
	モチベーション 
	動機
	動機 
	やる気 
ニュートラル 
	中和
	中和 
	中和 
	中和 
	中和 
	中立
	中和
	中和する 
	中和 
	中和 
	中和 
其れでも   
海外  
先んじる 
	先行 
	順位 
	判例 
	前 
	先行 
	空前 
察する 
	おそらく  
	推定 
	前提 
	推定 
	推定 
	推定 
	烏滸がましい
合理的 
	不合理 
	合理化
	合理化
	合理化 
	合理化 
	合理化 
	合理化 
	合理主義
	合理性
	合理化
	合理化
	合理化 
	合理化 
	合理化
	合理的
回復する 
	回復 
	回復 
	回復 
	回復
	回復 
明かす 
	明らか 
	明らか 
	明らか 
	暴露 
	啓示 
スコープ 
下付金 
	子会社 
	補助 金 
	補助金 
	補助金 
	補助金 
	補助金 
	補助
	補助 金 
	補助金を支給します 
	補助 
テープ 
	録音 
	テープ 
	テーピング 
跡 
	追跡 
	トレース 
	トレース 
	トレーシング 
変形する 
	変換 
	変換 
	変換  
	変換 
	変換 
輸送  
	運輸 
	輸送 
	トランスポーター   
	トランスポーター 
	輸送 
	輸送 
根底 
	アンダーレイ
	根底 
	基底 
利用 
	使い 
	利用 
	使う
	活用
	使う
	使う 
	効用 
	ユーティリティ 
	利用 
	用いる 
	利用 
	利用 
	利用

 

 
 
アカデミックワードリストのサブリスト7

 
 適応する  
	適応性 
	適応 
	適応 
	適応 
	適応 
	適応  
	アダプティヴ 
	アダプツ 
大人 
	成人であること 
	大人 
説く 
	提唱 
	提唱 
	支持 者 
	提唱 
援助 
	支援 
	支援 
	エイズ 
	介助なし 
チャンネル 
	チャネリング 
	チャネリング 
	チャンネル 
ケミカル
	化学 
	化学薬品 
クラシック 
	クラシック 
	クラシック 
総合的 
	総合的  
理解 
	構成 
	含ま 
	網羅 
確認する 
	確認 
	確認 
	はんめい 
	確認 
逆 
	裏腹 
コンバート 
	換算 
	変換 
	変換 
	オープンカー 
	変換 
	変換 
二人 
	結合 
	結合 
	カップル 
十年 
	数 十 年 
明確
	必ず
	決定的
	不定
	無期限
打ち消す 
	否認可能 
	拒否
	否定
	拒否 
	拒否  
	否定 
	否めない 
微分する  
	区別  
	区別 
	差別 化 
	区別  
廃棄
	使い捨て 
	廃棄 
	破棄 
	配置 
	処分 
動的 
	動的 
	動力学
鉏 
	排除 
	排除 
	排除 
	除去 
実証的  
	経験的 
	経験論 
装備する   
	備品 
	装備 
	装着 
	装備 
抜く 
	抽出 
	抽出 
	抽出 
	抽出 
ファイル 
	提出 
	ファイル  
	出願 
有限 
	無限 
	無限 
財団  
	基礎  
球
	 グローバル
	グローバル 
	グローバリゼーション 
	グローバリゼーション 
等級 
	傾斜  
	成績 
	採点 
保証 
	折り紙付き 
	保証 
	保証 
階層
	階層  
	階層 
同じ  
	同様に 
イデオロギー 
	イデオロギー 
	イデオロギー 
	イデオロギー 
推す 
	推論 
	推論 
	推論 
	推論 
	推論   
革新 
	革新
	革新
	革新
	革新
	技術 革新 
	革新 
	イノベーター 
	イノベーター 
挿入する 
	挿入 
	挿入 
	挿入 
	挿入 
介入 
	介入
	介入
	間にある 
	介入 
	介入 
隔離する 
	分離 
	分離 
	分離 
	隔離 
	孤立主義 
メディア 
モード 
	モード
パラダイム 
	パラダイム 
現象 
	現象 
	驚異
優先権 
	優先 順位 
	優先順位付け 
	優先順位付け 
	優先順位付け 
	優先順位付け 
	優先順位付け 
	優先順位付け 
	優先 順位 
	優先 順位 
	優先 順位 
	優先 順位 付け 
禁止する 
	禁じられた 
	禁止 
	禁止 
	禁止 
	禁止 
	禁止 
出版  
	出版 物  
引用する 
	引用 
	引用 
	引用 
	引用符  
	引用  
解放 
	リリース 
	リリース 
	リリース 
逆 
	逆転 
	さかさ 
	反転 
	リバーシブル 
	反転 
	逆転 
	不可逆 
シミュレートする 
	シミュレーション 
	シミュレーション 
	シミュレーション 
	シミュレーション  
ソール 
	一に 
なんとか 
送信
	提出 
	提出 
	送信  
	提出 
	提出 
後継 
	承継 
	団地 
	後続 
	逐次 
	後継 者 
生き延びる 
	生存 
	生き残った 
	存続 
	存続 
	生存者 
	生存 者 
論文 
	論文 
話題 
	局所 
	トピック 
伝える 
	感染  
	トランス ミッション 
	伝わる 
	送信 
	送信 
究極 
	最近  
ユニーク 
	一意 
	独特 
目に見える 
	可視
	目に見えて 
	インビジブル 
	不可視 
自発的 
	進んで 
	ボランティア 
	志願 
	ボランティア 
	ボランティア 

 
アカデミックワードリストのサブリスト8

 
捨てる 
	放棄 
	放棄 
	放棄 
	ドロップ アウト 
召し連れる 
	伴う 
	伴う 
	伴奏 
	供奉 
	別送 
溜める 
	蓄積 
	蓄積 
	蓄積  
	蓄積 
紛らわしい 
	あいまい さ 
	曖昧さ 
	一義的 
	明確 
追加
	虫垂
	追加
	追加
	貼付
	付録 
	付録 
感謝する 
	かなり 
	かなり 
	感謝 
	高く 評価 
	鑑賞 
	鑑賞  
	評価されない 
任意  
	恣意
	任意に 
自動化 
	自動
	自動
	自動化
	オートメーション 
	自動的に 
	オートメーション 
バイアス 
	詖 
	バイアス 
	バイアス 
	公平 
チャート 
	チャート 
	チャート 
	グラフ  
	未知の 
闡 
	解明 
	明らか 
	明らか 
	明らか 
	明快
商品 
	商品 
補語 
	補完 
	補完 
	補完 
	補完 
従う 
	適合可能
	適合性
	準拠
	立体配座
	適合 
	準拠 
	順応
	コンフォーミスト
	適合 
	準拠 
	異端児 
	非国教徒 
	不適合 
	不適合者 
	非国教徒 
	不適合  
コンテンポラリー 
	時代 
反する 
	矛盾 
	矛盾 
	矛盾 
	矛盾  
	矛盾  
	否定 
肝要 
	重大 
通貨 
	 通貨 
示す     
	外延 
	表示 
	示される 
	示します
	示す 
見付ける 
	検出可能 
	検出 
	検波 
	検出 
	探偵 
	探偵 
	ディテクター 
	検出 器 
	検出 
逸脱  
	逸脱 
	逸脱 
	逸脱 
	偏差 
	偏差 
変位 
	避難 
	排水量 
	変位 
	変位 
ドラマ 
	ドラマ 
	劇的 
	劇的  
	ドラマチック  
	ドラマ化 
	ドラマ化
	ドラマチック  
	脚色  
	ドラマ化
	劇作家 
	劇作家 
	脚色 
	ドラマ化
	脚色 
	脚色 
	ドラマ化する 
	演出 
最終的 
	不測 
	結局  
展示 
	展示 
	展示 
	展示 
	展示 会 
	パレード 
搾り取る 
	搾取  
	悪用 
	悪用 
	悪用 
動く 
	変動 
	変動 
	変動 
	変動 
	変動  
ガイドライン 
	ガイドライン  
ハイライト 
	強調  
	強調 表示 
	ハイライト 
暗黙の 
	暗黙的 
徠 
	誘導 
	誘導 
	誘導 
	誘導 
必至 
	必然 
	必然的に 
インフラ  
	インフラ  
検査する 
	検査 
	実検 
	検査  
	検査
	インスペクター 
	検査 官 
	検査 
きつい 
	激しく 
	強烈さ
	激化 
	激化 
	激化 
	深まる 
	激化
	意図 
	強度 
	インテンシブ 
	集中
操る 
	操作 
	操作 
	操作
	マニピュレーション  
	操作 
	操作的 
最小限 
	最小 化 
	最小 化 
	最小限 
	最小化する 
	最小 化 
	最小 化 
	最小 化 
核 
相殺 
	オフセット 
	相殺 
段落 
	段落 
	段落 
プラス 
	プラス 
開業医  
	実務 家 
優勢 
	優勢
	主 
	そびえる 
	優勢 
	優勢 
	優勢 
見通し 
	プロスペクティブ 
	形勢 
部首 
	根本 
	ラジカル 
ランダム 
	ランダム 
	無作為 
補強する 
	強化 
	強化 
	援兵 
	強化 
	補強 
戻す 
	復旧 
	復元 
	復元 
	復元 
改める 
	改訂 
	改訂 
	改正 
	改定 
	リビジョン 
計画 
	変更する 
	スケジュール 
	スケジュール変更 
	スケジュール変更 
	予定 
	スケジュール 
	スケジューリング 
	不定期
時制 
	緊張
	激しく 
	テンサー 
	テンセスト 
	緊張 
終了する 
	ターミナル 
	端末 
	終了 
	終了 
	終了 
	終了 
	終端 
テーマ 
	テーマ 
	テーマ 
	主題 
それによって 
制服 
	一律 
	万遍無く 
車 
	車 
経由 
バーチャル 
	実際に 
ビジュアル 
	視覚化する 
	視覚化
	視覚化
	視覚化 
	視覚化 
	視覚化
	可視 化
	視覚化 
	視覚 
広く 

 
アカデミックワードリストのサブリスト9 

収容 
	収容 
	収容 
	収容 
	収容 
アナロジー 
	類似 
	類似 
待つ 
	予想  
	予想 
	予想 
	予想 
	予期 しない 
請け合う 
	保険 
	保険 
	保証 
	確実    
	保証 
	保証 
到る  
	達成 
	達成 
	達成 
	到達 
	素養
	達成 
	及ばない 
代わり 
嵩 
	分厚い 
止める  
	停止 
	絶え間 ない 
	停止 
	中止 
コヒーレント 
	辻褄
	コヒーレント 
	支離滅裂 
	支離滅裂 
一致 
	一致 
	一致 
	脗 
	符合 
	偶然
	一致
	偶然
開始 
	開始 
	開始 
	開始 
	開始 
	繰り返す 
	再開しました 
	再開する 
コンパチ 
	互換性 
	非 互換 性  
	相容れない  
同時 
	兼 
閉じ込める 
	狭い 
	範囲 
	拘束 
	一軸 
論争  
	論争
	論争 
	論争 
	余地 
語り合う 
	逆に言えば 
デバイス 
	デバイス 
捧げる 
	忠実 
	献身 的
	充て 
	捧げる 
	帰依
	祈り
減らす 
	減少 
	減少 
	減少 
	減る 
	衰えない 
歪める 
	歪む 
	歪曲 
	歪み 
	歪み 
	歪め 
期間 
むしばむ 
	侵食 
	侵食 
	浸食 
	侵食 
倫理  
	倫理的 
	倫理 的 
	倫理 
	不道徳な 
形式 
	フォーマット 
	フォーマッティング 
	形式
設立する
	設立 
	始祖
	創設 者 
	創立 
	根拠のない 
生得 
	本来 
直観 
	洞察 力 
	洞察 力 
積分 
中間 
手動 
	手動 
	マニュアル 
熟れる 
	幼稚
	未熟
	成熟
	成熟
	成熟 
	成熟 
	成熟 
	成熟 
取り持つ 
	媒介 
	仲介 
	媒介 
	調停 
中程度 
軍 
極小 
	最小化 
	最小 化 
	ミニマライズ 
	ミニマライズ 
	ミニマライジング 
	ミニマリスト 
	ミニマリスト 
	ミニマル 
	ミニマライゼーション 
	最小化
	最小 化 
	最小 化
	ミニマライジング 
	最小限 
相互 
	互いに 
規格 
	規範 
オーバーラップ 
	オーバー ラップ 
	重複 
	重複 
受け身 
	受動 的
	消極性 
部分 
	部分 
予備的 
	予備 
議定書 
	プロトコル 
定性 
	質的 
磨く 
	床しい 
	洗練 
	改良 
	精製 
	精錬 
リラックス 
	慰安 
	くつろいだ 
	緩和 
	伸びやか 
抑止する 
	拘束 
	抑制 
	抑制 
	拘束 
	拘束 
	気まま 
革命 
	革命家 
	革命
	革命 
	革命 
	革命を起こす 
	革命を起こす 
	革命家
	革命家
	革命 
	革命 
	革命 
	革命 
	回転  
硬直 
	剛性 率 
	剛性 
	厳に 
ルート 
	ルーティング
	ルート 
	ルーティング
シナリオ 
	シナリオ 
球 
	球 
	丸い
	球状 
下位 
	部下 
	従属 
サプリメント 
	副  
	補完 
	補完 
	サプリメント 
停止する 
	中断 
	中断 
	中断 
	停止 
チーム 
	チーム 
	チーミング 
	チーム  
一時的 
	仮に 
トリガー 
	トリガー 
	トリガー 
	トリガー 
統一する 
	統一 
	ユニファイド 
	統一 
	統一 
破る 
	違反 
	違反 
	違反 
	違反 
	違反 
視覚 
	ビジョン 
 
 
アカデミックワードリストのサブリスト10

 
隣接 
とはいえ 
集める 
	組み立て 
	組み立て 
	アセンブリ 
	組立 
	集会 
倒れる 
	崩壊 
	崩壊 
	折り畳める
	崩壊 
同僚 
	同僚 
コンパイル 
	編纂 
	コンパイル 
	コンパイル 
	コンパイル 
	コンパイル 
孕む 
	考えられる 
	多分 
	考案 
	想像 
	妊娠 
	信じられない 
	想像もつかないほど 
説得する 
	確信 
	説得
	説諭 
	説得 力 
	納得 
抑制 
	ブルー 
	踏み込む 
	鬱陶しい 
	鬱病 
出会い 
	発生  
	発生 
	出会い 
莫大 
	恐ろしさ
	非常 
来たる 
傾く 
	傾斜 
	傾斜 
	傾斜 
	傾斜 
	傾斜 
整合性 
組み込み 
	本質 
呼び出す 
	呼び出さ れる 
	呼び出す 
	呼び出す 
徴収 
	課税 
同様 
にもかかわらず  
それにもかかわらず 
変  
	勝ち目  
進行 中 
パネル 
	パネル 
	パネル 
	パネル 
粘る 
	永続 化 
	固執
	粘り強い 
	飽く迄 
	永続 化 
	永続 化 
ポーズ 
	提起 
	ポーズ 
	ポーズ 
不本意 
	嫌がる 
	仕方なく 
いわゆる 
簡単 
経験する 
	受ける 
	受けて 
	受けて 
	受けた 
という 
